IDEA Open Model
PointLoadOnLine.RelativePosition Property
Compatible with IDEA StatiCa 20.1
 Relative position on geometry line
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double RelativePosition { get; set; }
Public Property RelativePosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace